[ {
    "id": 1,
    "image": "https://i.ibb.co/6Hd9shx/common.jpg",
    "estate_title": "Lakeside Haven",
    "segment_name": "student housing",
    "description": "Nestled on the shores of a tranquil lake in the heart of the Lakeview District, Lakeside Haven offers a serene escape from the bustling city life. This exquisite villa boasts 3500 square feet of luxurious living space, blending modern elegance with natural beauty seamlessly. The spacious interiors are adorned with high-end finishes and thoughtful touches, providing a perfect blend of luxury and comfort. With a stylish living room, inviting swimming pool, and fully-equipped kitchen, this property is an entertainer's dream. Whether you're relaxing indoors or enjoying the picturesque views from the waterfront patio, Lakeside Haven offers a truly idyllic retreat for those seeking refined living in a peaceful setting. Situated in the vibrant Downtown Core, Urban Oasis epitomizes modern city living at its finest. This sleek apartment features 2000 square feet of contemporary design, offering a stylish sanctuary amidst the hustle and bustle of urban life. The open-concept living space is flooded with natural light, creating an inviting atmosphere for both relaxation and entertainment. Step outside onto the private balcony to enjoy breathtaking city views or take a dip in the luxurious swimming pool located within the building. With its prime location, residents have easy access to an array of dining, shopping, and entertainment options right at their doorstep. Whether you're a young professional or a discerning urbanite, Urban Oasis provides the perfect blend of style, convenience, and sophistication. Tucked away in the charming Maplewood Suburbs, Suburban Bliss offers the ideal setting for family living. This spacious townhouse spans 1800 square feet and boasts a warm and welcoming atmosphere that's perfect for creating lasting memories with loved ones. The open-concept layout seamlessly connects the living room, kitchen, and dining area, providing ample space for gatherings and everyday living. Step outside onto the private patio to enjoy the serene surroundings or take a refreshing dip in the community swimming pool. With its convenient location and family-friendly amenities, Suburban Bliss offers a peaceful retreat from the hustle and bustle of city life while still being close to all the amenities and attractions that Maplewood has to offer.",
    "price": "$950,000",
    "status": "sale",
    "area": "3500 sq ft",
    "location": "Lakeview District",
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/pLcxpjg/apart-2.jpg",
    "estate_title": "Urban Oasis",
    "segment_name": "Apartment",
    "description": "Situated in the vibrant Downtown Core, Urban Oasis epitomizes modern city living at its finest. This sleek apartment features 2000 square feet of contemporary design, offering a stylish sanctuary amidst the hustle and bustle of urban life. The open-concept living space is flooded with natural light, creating an inviting atmosphere for both relaxation and entertainment. Step outside onto the private balcony to enjoy breathtaking city views or take a dip in the luxurious swimming pool located within the building. With its prime location, residents have easy access to an array of dining, shopping, and entertainment options right at their doorstep. Whether you're a young professional or a discerning urbanite, Urban Oasis provides the perfect blend of style, convenience, and sophistication.",
    "price": "$750,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Downtown Core",
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/6Hd9shx/common.jpg",
    "estate_title": "Suburban Bliss",
    "segment_name": "Townhouses",
    "description": "Nestled in the heart of Maplewood Suburbs, Suburban Bliss is an ideal haven for families seeking tranquility and comfort. This charming townhouse offers 1800 square feet of living space, meticulously designed to cater to the needs of modern family living. With a serene ambiance and a welcoming community feel, residents can enjoy both privacy and a sense of belonging. The spacious living room provides ample space for relaxation and entertainment, while the well-appointed kitchen is perfect for culinary adventures. Step outside to the lush backyard where kids can play freely or take a refreshing dip in the inviting swimming pool. Surrounded by lush greenery and within close proximity to parks and recreational facilities, Suburban Bliss offers the perfect blend of suburban serenity and urban convenience. Embrace the joys of family life in this idyllic retreat nestled in the heart of Maplewood Suburbs. Maplewood Suburbs is known for its excellent school districts, friendly neighborhoods, and convenient access to shopping and dining options. With its charming tree-lined streets and community parks, it's the perfect setting for families looking to settle down and enjoy a peaceful suburban lifestyle. Suburban Bliss townhouses are meticulously maintained and offer modern amenities, ensuring a comfortable and convenient living experience for residents. Whether you're enjoying a barbecue with neighbors in the community picnic area or taking a leisurely stroll through the well-manicured grounds, you'll love calling Suburban Bliss home. Experience the best of suburban living at Suburban Bliss townhouses in Maplewood Suburbs.",
    "price": "$600,000",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "Maplewood Suburbs",
    "facilities": ["living room", "swimming pool", "kitchen"]
  },
    {
    "id": 4,
    "image": "https://i.ibb.co/sR8PPnV/sing-family.jpg",
    "estate_title": "City View Heights",
    "segment_name": " Single-family homes",
    "description": "Perched atop the vibrant skyline of Central City, City View Heights stands as an epitome of luxury and urban sophistication. This remarkable penthouse offers an unrivaled panoramic vista, showcasing the dynamic energy and splendor of the city below. With its expansive 3200 square feet, this home is a testament to modern opulence, adorned with lavish finishes and exquisite details at every turn. The spacious living room serves as the heart of the home, where floor-to-ceiling windows frame the breathtaking cityscape, inviting residents to bask in its majesty day and night. Step out onto the sprawling rooftop terrace, an exclusive retreat in the sky, where alfresco entertaining and serene moments await amidst the twinkling lights of the city skyline. The gourmet kitchen is a chef's dream, equipped with state-of-the-art appliances and sleek countertops, offering a culinary haven for culinary enthusiasts. Nestled in the pulsating heart of Central City, City View Heights provides unparalleled access to the city's finest dining, shopping, and cultural destinations, ensuring a lifestyle of unparalleled convenience and indulgence. Elevate your urban living experience to new heights at City View Heights, where every moment is infused with the essence of luxury and refinement.",
    "price": "$1,100,000",
    "status": "sale",
    "area": "3200 sq ft",
    "location": "Central City",
    "facilities": ["living room", "rooftop terrace", "gourmet kitchen"]
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/G3wb8dF/students.jpg",
    "estate_title": "Countryside Charm",
    "segment_name": "student housing",
    "description": "Welcome to Countryside Charm, where rustic elegance meets student living at its finest. Tucked away in the heart of a picturesque rural village, this cozy cottage offers an idyllic retreat for students seeking a serene and inspiring environment to call home. With its charming traditional decor and inviting fireplace, this quaint abode exudes warmth and comfort, providing the perfect backdrop for academic pursuits and relaxation alike. Spanning 1500 square feet, the cottage boasts a spacious living room, ideal for studying or unwinding with friends after a long day. Step outside into the enchanting garden, where verdant foliage and colorful blooms create a tranquil oasis for outdoor leisure and contemplation. The country kitchen, equipped with modern amenities, makes meal preparation a breeze, allowing students to savor wholesome homemade meals amidst the beauty of nature. Nestled within a close-knit rural community, Countryside Charm fosters a sense of belonging and camaraderie among residents, offering a supportive network and lasting friendships. Embrace the simplicity and serenity of countryside living at Countryside Charm, where every moment is infused with the magic of rural beauty and student camaraderie.",
    "price": "$350,000",
    "status": "sale",
    "area": "1500 sq ft",
    "location": "Rural Village",
    "facilities": ["living room", "garden", "country kitchen"]
  }
  ,
  {
    "id": 6,
    "image": "https://i.ibb.co/9wFhJvM/senior.jpg",
    "estate_title": "Beachfront Bungalow",
    "segment_name": "senior living communities",
    "description": "Welcome to Beachfront Bungalow, a serene oasis nestled along the sun-kissed shores of Seaside, designed exclusively for those embracing the golden years of life. This charming bungalow embodies the epitome of coastal living, offering direct access to the sandy shores and mesmerizing ocean vistas that stretch as far as the eye can see. With 1800 square feet of carefully curated living space, this residence is a testament to luxury and comfort, meticulously crafted to cater to the unique needs and desires of discerning seniors. As you step inside, you're greeted by an inviting living room flooded with natural light, providing a tranquil haven for relaxation and social gatherings. The private beach, mere steps away, beckons residents to enjoy leisurely walks along the shoreline or bask in the warm embrace of the sun. The open kitchen, equipped with modern appliances and ample counter space, inspires culinary creativity and facilitates effortless entertaining. Situated in the heart of Seaside, residents of Beachfront Bungalow enjoy easy access to a plethora of amenities, including vibrant shops, delectable dining establishments, and enriching cultural experiences. Embrace the coastal charm and embark on a journey of retirement bliss at Beachfront Bungalow, where every day is a celebration of life, love, and leisure in the company of cherished friends and neighbors.",
    "price": "$900,000",
    "status": "rent",
    "area": "1800 sq ft",
    "location": "Seaside",
    "facilities": ["living room", "private beach", "open kitchen"]
  }
  ,
  {
    "id": 7,
    "image": "https://i.ibb.co/WyQt1ds/vacation.jpg",
    "estate_title": "Mountain Retreat",
    "segment_name": "vacation rentals",
    "description": "Discover the ultimate mountain escape at Mountain Retreat, a picturesque cabin nestled amidst the serene beauty of Highland Park, beckoning adventurers and nature lovers alike to unwind and reconnect with the great outdoors. This rustic yet charming retreat offers a tranquil sanctuary away from the hustle and bustle of everyday life, providing the perfect backdrop for your next vacation adventure. Boasting 2000 square feet of inviting living space, the cabin exudes warmth and coziness, featuring a stone fireplace that invites you to cozy up with loved ones on chilly evenings. Step outside onto the expansive deck and soak in the breathtaking panoramic views of the surrounding mountains, immersing yourself in the awe-inspiring beauty of nature. The rejuvenating hot tub offers a soothing oasis to relax and unwind, while the wood kitchen is fully equipped to prepare delicious meals to enjoy with family and friends. Nestled in the heart of Highland Park, this mountain retreat serves as a gateway to a myriad of outdoor activities, from hiking and biking to skiing and snowboarding in the winter months. Whether you're seeking adventure or simply craving a peaceful escape, Mountain Retreat promises an unforgettable vacation experience amidst the tranquility and beauty of the mountains.",
    "price": "$500,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Highland Park",
    "facilities": ["living room", "hot tub", "wood kitchen"]
  }
  ,
  {
    "id": 8,
    "image": "https://i.ibb.co/XpKBYsK/aparts.jpg",
    "estate_title": "Manor located",
    "segment_name": "apartments",
    "description": "Welcome to Manor located, an exceptional apartment residence nestled in the prestigious Elmwood District, epitomizing luxury and sophistication. This distinguished manor presents an unparalleled living experience, boasting 5000 square feet of opulent living space meticulously designed to cater to the most discerning residents. Upon entering, a grand staircase greets you, hinting at the elegance that awaits within. The expansive living room exudes an air of refinement, bathed in natural light and adorned with lavish furnishings, offering an ideal space for relaxation and entertainment. The chef's kitchen is a culinary masterpiece, featuring state-of-the-art appliances and artisanal finishes, inspiring culinary creativity at every turn. Outside, the meticulously landscaped grounds provide a serene retreat, complemented by exclusive amenities including a tennis court for active recreation. Positioned in the heart of the esteemed Elmwood District, Manor located offers unrivaled access to upscale shopping boutiques, fine dining establishments, and cultural attractions, ensuring a lifestyle of unparalleled convenience and refinement. Experience the pinnacle of luxury apartment living at Manor located, where every detail is crafted to exceed expectations and elevate suburban living to new heights of grandeur and sophistication.",
    "price": "$1,500,000",
    "status": "sale",
    "area": "5000 sq ft",
    "location": "Elmwood District",
    "facilities": ["living room", "tennis court", "chef's kitchen"]
  }
  ,
  {
    "id": 9,
    "image": "https://i.ibb.co/qdYqyJ5/town.jpg",
    "estate_title": "Modern Loft",
    "segment_name": "townhouses",
    "description": "Welcome to Modern Loft, a contemporary masterpiece nestled in the heart of the Arts District, offering a fusion of style, comfort, and urban living. This sleek townhouse presents an ideal blend of modern design and functionality, catering to the discerning tastes of those seeking a chic and dynamic lifestyle. Spanning 2200 square feet, the loft features an open floor plan adorned with industrial design elements, creating a spacious and inviting ambiance perfect for both relaxation and entertainment. The expansive living room serves as the centerpiece of the home, bathed in natural light streaming through floor-to-ceiling windows that offer panoramic views of the bustling cityscape. Step out onto the private balcony and immerse yourself in the vibrant energy of the Arts District, with its eclectic mix of art galleries, boutiques, and cafes just moments away. The modern kitchen is a culinary haven, equipped with top-of-the-line appliances and sleek finishes, inspiring culinary creativity and making meal preparation a delight. Positioned in one of the city's most desirable neighborhoods, Modern Loft provides easy access to cultural attractions, fine dining establishments, and entertainment venues, ensuring a lifestyle of convenience and sophistication. Experience the epitome of contemporary urban living at Modern Loft, where every detail is meticulously crafted to elevate your residential experience and immerse you in the essence of city living.",
    "price": "$650,000",
    "status": "rent",
    "area": "2200 sq ft",
    "location": "Arts District",
    "facilities": ["living room", "balcony", "modern kitchen"]
  }
  
]